[Character.CharClass_Nast_Native_Soldier AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Nast_Native_Soldier AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="A bunch came out",TransformedNames=((TransformedName="Smart move"),(TransformedName="Blood promotes incompatibility"),(TransformedName="Brown's challenge"),(TransformedName="Satan's motives"),(TransformedName="long-term perspective")))

